{
  "About": "Acerca de",
  "Curriculum": "Curriculum",
  "Projects": "Proyectos",
  "Contact": "Contacto",
  "Hi! I am Thomas,": "¡Hola! Soy Thomas,",
  "Full-Stack Developer": "Desarrollador Full-Stack",
  "I bring your project to life using the latest development technologies": "Le doy vida a su proyecto utilizando las últimas tecnologías de desarrollo",
  "About me": "Acerca de mi",
  "I am a French Full-Stack developer with a specialization in React.js, currently based on the beautiful island of Fuerteventura. After 10 years of travelling around the world, I found myself a passion for coding so I decided to enroll in a web development bootcamp at Ironhack.": "Soy un desarrollador francés Full-Stack con especialización en React.js, y vivo en la hermosa isla de Fuerteventura. Después de 10 años de viajar por todo el mundo, descubrí que me apasiona la programación, así que decidí inscribirme en un bootcamp de desarrollo web en Ironhack.",
  "Although I spent most of my professional career in the hospitality industry, which allowed me to develop excellent soft and interpersonal skills while also giving me the opportunity to travel and gain new experiences, I had always dreamed of a more flexible career in which I could think creatively and learn new things every day. With everything moving towards the digital world, I believe that I can make a meaningful contribution to help people and businesses increase their online presence and visibility.": "He pasado la mayor parte de mi carrera profesional en la industria hotelera, lo que me ha permitido desarrollar excelentes habilidades sociales e interpersonales y también me ha dado la oportunidad de viajar y tener nuevas experiencias, pero siempre había soñado con una carrera más flexible en la que pudiera pensar de forma creativa y aprender cosas nuevas todos los días. Con todo lo que se mueve hacia el mundo digital, creo que puedo hacer una contribución significativa para ayudar a las personas y las empresas a aumentar su presencia y visibilidad en línea.",
  "With experience in both front- and back-end development, I have found myself particularly interested in design and user experience. I enjoy browsing libraries, keeping up with web design trends, and searching for creative ways of solving complex challenges through my code. Eager to become a front-end wizard one day, I also recently started using serverless technologies so I can focus on what I consider the fun part.": "Con experiencia en desarrollo front-end y back-end, me he interesado especialmente en el diseño y la experiencia del usuario. Me gusta navegar por las bibliotecas, estar al día con las tendencias de diseño web y buscar formas creativas de resolver desafíos complejos a través de mi código. Impaciente por convertirme en un maestro de front-end algún día, también he empezado a usar tecnologías serverless para poder centrarme en lo que me interesa más.",
  "Recently, I also started learning and building native mobile apps using React Native CLI & Expo.": "Recientemente, también comencé a aprender y crear aplicaciones móviles nativas usando React Native CLI y Expo.",
  "I build with...": "Desarollo con...",
  "Certifications": "Certificaciones",
  "Full-Stack Web Development, MERN - Ironhack": "Desarollo web Full-stack, MERN - Ironhack",
  "9-week web development bootcamp, during which I was taught the following technologies:": "9 semanas de bootcamp de desarrollo web, durante el cuál me enseñaron las siguientes tecnologías:",
  "Show credential": "Ver diploma",
  "React Native Development - Udemy": "Desarollo móvil con React Native - Udemy",
  "28-hour course covering mobile apps development using :": "28 horas de curso que cubre el desarrollo de aplicaciones móviles utilizando:",
  "Version control": "Control de version",
  "My projects": "Mis proyectos",
  "More details": "Más detalles",
  "View Code": "Ver código",
  "Contact me": "Contacta conmigo",
  "Name": "Nombre",
  "Email": "Correo electrónico",
  "Message": "Mensaje",
  "Send": "Enviar",
  "Let's connect!": "¡Sígueme!",
  "Back to Top": "Inicio",
  "back": "volver",
  "projects": [
    {
      "name": "Chef Tom",
      "description": "Además de la programación, me encanta cocinar. Así que construí mi propia primera aplicación nativa donde puedo guardar mis mejores recetas.",
      "stack": "React-Native, useContext para la gestión del estado. Dado que construí esta aplicación solo para practicar el desarrollo móvil, no está publicada"
    },
    {
      "name": "Kingpad",
      "description": "Una página web completamente receptiva que construí para Kingworld Finance, colaborando con un equipo de diseñadores y desarrolladores, duplicando perfectamente un diseño de Figma.",
      "stack": "Next.JS, Tailwind CSS, Typescript, Material UI, Figma. La aplicación es completamente receptiva siguiendo la metodología móvil primero."
    },
    {
      "name": "Eurafrique",
      "description": "Un sitio web completamente receptivo y multilingüe (francés, inglés, español y árabe) que estoy desarrollando para la asociación Eurafrique.eu.",
      "stack": "React, react-router, SCSS, i18next (para la funcionalidad multilingüe), useContext (para la gestión del estado) y Cpanel (para el alojamiento). El backend está construido con Supabase (Backend as a Service / BaaS)"
    },
    {
      "name": "Farmhouse Table",
      "description": "Un sitio web de restaurante que integra la API de Google Maps y un formulario de reserva.",
      "stack": "React, SCSS, Typescript, Bootstrap, integración de API externa, diseños receptivos"
    },
    {
      "name": "Todayzzz Todos",
      "description": "Una aplicación de tareas simple con 'drag & drop' para organizar sus tareas diarias que construí para practicar Typescript y agregar algunas bibliotecas de React interesantes.",
      "stack": "React, SCSS, Typescript. Quería desafiarme a mí mismo con la función de 'drag & drop', ¡y lo logré! La aplicación ofrece un interruptor de modo oscuro/claro. También creé un servidor Backend as a Service (BaaS) en Supabase, y ahora la aplicación interactúa con una API"
    },
    {
      "name": "Partymates",
      "description": "Una aplicación de redes sociales de tipo MERN que creé para conectar a las personas para que puedan viajar juntas a festivales. Los usuarios pueden crear una cuenta, guardar o suscribirse a eventos e interactuar con otros usuarios.",
      "stack": "MongoDB, Express.js, React.js, Node.js, API REST (construida por mí), Postman. La aplicación es completamente receptiva, siguiendo la metodología móvil primero."
    },
    {
      "name": "The Broke Globetrotter",
      "description": "Una aplicación creada en colaboración, que recopila colecciones de cosas gratuitas para hacer en ciudades de todo el mundo, destacando tecnologías backend para viajeros con poco dinero (la historia de mi vida...!)",
      "stack": "MongoDB, Express.js, Node.js, Bootstrap, Handlebars, Postman"
    },
    {
      "name": "Pickle Rick vs Rats - The Game",
      "description": "Mi primer proyecto de codigo, un divertido juego de disparos en Javascript, ¡mata a las ratas!",
      "stack": "HTML, CSS, Javascript. Dado que necesitas un teclado para los comandos, solo se puede jugar en computadoras."
    }
  ]
}
