{
  "Hi! I am Thomas,": "¡Hola! Soy Thomas,",
  "Full-Stack Developer": "Desarrollador Full-Stack",
  "I bring your project to life using the latest development technologies": "Le doy vida a su proyecto utilizando las últimas tecnologías de desarrollo",
  "About me": "Sobre mi",
  "I am a French Full-Stack developer with a specialization in React.js, currently based on the beautiful island of Fuerteventura. After 10 years of travelling around the world, I found myself a passion for coding so I decided to enroll in a web development bootcamp at Ironhack.": "Soy un desarrollador francés Full-Stack con especialización en React.js, y vivo en la hermosa isla de Fuerteventura. Después de 10 años de viajar por todo el mundo, descubrí que me apasiona la programación, así que decidí inscribirme en un bootcamp de desarrollo web en Ironhack.",
  "Although I spent most of my professional career in the hospitality industry, which allowed me to develop excellent soft and interpersonal skills while also giving me the opportunity to travel and gain new experiences, I had always dreamed of a more flexible career in which I could think creatively and learn new things every day. With everything moving towards the digital world, I believe that I can make a meaningful contribution to help people and businesses increase their online presence and visibility.": "Aunque he pasado la mayor parte de mi carrera profesional en la industria de la hospitalidad, lo que me ha permitido desarrollar excelentes habilidades blandas e interpersonales y también me ha dado la oportunidad de viajar y tener nuevas experiencias, siempre he soñado con una carrera más flexible en la que pueda pensar de forma creativa y aprender cosas nuevas todos los días. Con todo lo que se mueve hacia el mundo digital, creo que puedo hacer una contribución significativa para ayudar a las personas y las empresas a aumentar su presencia y visibilidad en línea.",
  "With experience in both front- and back-end development, I have found myself particularly interested in design and user experience. I enjoy browsing libraries, keeping up with web design trends, and searching for creative ways of solving complex challenges through my code. Eager to become a front-end wizard one day, I also recently started using serverless technologies so I can focus on what I consider the fun part.": "Con experiencia en desarrollo front-end y back-end, me he interesado especialmente en el diseño y la experiencia del usuario. Me gusta navegar por las bibliotecas, estar al día con las tendencias de diseño web y buscar formas creativas de resolver desafíos complejos a través de mi código. Impaciente por convertirme en un maestro de front-end algún día, también he empezado a usar tecnologías sin servidor para poder centrarme en lo que me interesa màs.",
  "Recently, I also started learning and building native mobile apps using React Native CLI & Expo.": "Recientemente, también comencé a aprender y crear aplicaciones móviles nativas usando React Native CLI y Expo."

}
