{
  "About": "À propos",
  "Curriculum": "Compétences",
  "Projects": "Projets",
  "Contact": "Contact",
  "Hi! I am Thomas,": "Bonjour! Je suis Thomas,",
  "Full-Stack Developer": "Développeur Full-Stack",
  "I bring your project to life using the latest development technologies": "Je donne vie à vos projets grâce aux dernières technologies en matière de développement",
  "About me": "À propos",
  "I am a French Full-Stack developer with a specialization in React.js, currently based on the beautiful island of Fuerteventura. After 10 years of travelling around the world, I found myself a passion for coding so I decided to enroll in a web development bootcamp at Ironhack.": "Orginaire de Nantes, je suis un développeur Full-Stack spécialisé en React.js, actuellement basé sur la tranquille île de Fuerteventura, dans les Canaries. Après 10 ans de voyages à travers le monde, je me suis découvert une passion pour le codage et j'ai donc décidé de m'inscrire à un bootcamp de développement Web chez Ironhack.",
  "Although I spent most of my professional career in the hospitality industry, which allowed me to develop excellent soft and interpersonal skills while also giving me the opportunity to travel and gain new experiences, I had always dreamed of a more flexible career in which I could think creatively and learn new things every day. With everything moving towards the digital world, I believe that I can make a meaningful contribution to help people and businesses increase their online presence and visibility.": "Bien qu'ayant passé la majeure partie de ma carrière professionnelle dans l'industrie hôtellière, ce qui m'a permis de développer d'excellentes compétences interpersonnelles et relationnelles tout en me donnant l'occasion de voyager et de vivre de nouvelles expériences, j'ai toujours rêvé d'une carrière plus flexible dans laquelle je pourrais réfléchir de manière créative et apprendre de nouvelles choses tous les jours. Dans un monde où tout se tourne vers le numérique, je pense que je peux apporter une contribution significative pour aider les personnes et les entreprises à augmenter leur présence et leur visibilité en ligne.",
  "With experience in both front- and back-end development, I have found myself particularly interested in design and user experience. I enjoy browsing libraries, keeping up with web design trends, and searching for creative ways of solving complex challenges through my code. Eager to become a front-end wizard one day, I also recently started using serverless technologies so I can focus on what I consider the fun part.": "Avec de l'expérience en développement à la fois front-end et back-end, je suis particulièrement intéressé par le design et l'expérience utilisateur. J'aime parcourir les bibliothèques, suivre les tendances du design web et rechercher des façons créatives pour résoudre des défis parfois complexes à travers mon code. Désireux de devenir un maître du front-end un jour, j'ai également commencé à utiliser des technologies serverless afin de pouvoir me concentrer sur ce que je considère comme la partie la plus intéressante.",
  "Recently, I also started learning and building native mobile apps using React Native CLI & Expo.": "Récemment, j'ai également commencé à apprendre et à créer des applications mobiles natives en utilisant React Native CLI et Expo.",
  "I build with...": "Outils de développement",
  "Certifications": "Certifications",
  "Full-Stack Web Development, MERN - Ironhack": "Développement web Full-stack, MERN - Ironhack",
  "9-week web development bootcamp, during which I was taught the following technologies:": "9 semaines de bootcamp de développement web, au cours duquel j'ai été formé aux technologies suivantes :",
  "Show credential": "Voir l'attestation",
  "React Native Development - Udemy": "Développement mobile avec React Native - Udemy",
  "28-hour course covering mobile apps development using :": "Cours de 28h couvrant le développement d'applications mobiles en utilisant :",
  "Version control": "Contrôle de version",
  "My projects": "Mes projets",
  "More details": "Plus d'info",
  "View Code": "Afficher le code",
  "Contact me": "Contactez-moi",
  "Name": "Nom",
  "Email": "Courriel",
  "Message": "Message",
  "Send": "Envoyer",
  "Let's connect!": "Suivez-moi!",
  "Back to Top": "Haut de page",
  "back": "retour",
    "projects": [
      {
        "name": "Chef Tom",
        "description": "En dehors de la programmation, j'adore cuisiner. J'ai donc développé ma toute première application native où je peux garder mes meilleures recettes !",
        "stack": "React-Native, useContext pour la gestion des états. Puisque j'ai construit cette application pour pratiquer le développement mobile uniquement, elle n'est pas publiée"
      },
      {
        "name": "Kingpad",
        "description": "Une page entièrement responsive que j'ai développée pour Kingworld Finance, en collaboration avec une équipe de designers et de développeurs, en dupliquant parfaitement un design Figma",
        "stack": "Next.JS, Tailwind CSS, Typescript, Material UI, Figma. L'application est entièrement responsive suivant la méthode mobile-first"
      },
      {
        "name": "Eurafrique",
        "description": "Un site web entièrement responsif et multilingue (français, anglais, espagnol et arabe) que je développe pour l'association Eurafrique.eu.",
        "stack": "React, react-router, SCSS, i18next (pour la fonctionnalité multilingue), useContext (pour la gestion de l'état) et Cpanel (pour l'hébergement). Le backend est construit avec Supabase (Backend as a Service / BaaS)"
      },
      {
        "name": "Farmhouse Table",
        "description": "Un site web de restaurant intégrant l'API Google Maps et un formulaire de réservation",
        "stack": "React, SCSS, Typescript, Bootstrap, intégration d'API externe, mises en page responsives"
      },
      {
        "name": "Todayzzz Todos",
        "description": "Une application de tâches simple avec 'drag & drop' pour organiser vos tâches quotidiennes que j'ai construite pour pratiquer Typescript, en ajoutant quelques bibliothèques React intéressantes",
        "stack": "React, SCSS, Typescript. J'ai voulu me challenger avec la fonction de 'drag & drop' et j'y suis parvenu ! L'application offre un commutateur de mode sombre/clair. J'ai également créé un serveur Backend as a Service (BaaS) sur Supabase, l'application interagit maintenant avec une API"
      },
      {
        "name": "Partymates",
        "description": "Une appli de type réseau social que j'ai créée pour connecter les gens afin qu'ils puissent voyager ensemble pour les festivals. Les utilisateurs peuvent créer un compte, s'abonner à des événements et interagir avec d'autres via la fonction de messagerie",
        "stack": "MongoDB, Express.js, React.js, Node.js, API REST (construite par moi), Postman. L'application est entièrement responsive, suivant la méthodologie mobile-first"
      },
      {
        "name": "The Broke Globetrotter",
        "description": "Une application créée en collaboration avec un collègue de classe, regroupant des collections de choses gratuites à faire dans le monde entier, mettant en avant des technologies backend pour les voyageurs fauchés (l'histoire de ma vie...!)",
        "stack": "MongoDB, Express.js, Node.js, Bootstrap, Handlebars, Postman"
      },
      {
        "name": "Pickle Rick vs Rats - The Game",
        "description": "Mon premier projet de codage, un jeu de tir Javascript amusant, tuez les vilains rats !",
        "stack": "HTML, CSS, Javascript. Comme vous avez besoin d'un clavier pour les commandes, il ne peut être joué que sur ordinateur de bureau"
      }
    ]
}