{
  "Hi! I am Thomas,": "Bonjour! Je suis Thomas,",
  "Full-Stack Developer": "Développeur Full-Stack",
  "I bring your project to life using the latest development technologies": "Je donne vie à votre projet en utilisant les dernières technologies de développement",
  "About me": "À propos",
  "I am a French Full-Stack developer with a specialization in React.js, currently based on the beautiful island of Fuerteventura. After 10 years of travelling around the world, I found myself a passion for coding so I decided to enroll in a web development bootcamp at Ironhack.": "Je suis un développeur Full-Stack français spécialisé en React.js, actuellement basé sur la tranquille île de Fuerteventura, dans les Canaries. Après 10 ans de voyages à travers le monde, je me suis découvert une passion pour le codage et j'ai donc décidé de m'inscrire à un bootcamp de développement Web chez Ironhack.",
  "Although I spent most of my professional career in the hospitality industry, which allowed me to develop excellent soft and interpersonal skills while also giving me the opportunity to travel and gain new experiences, I had always dreamed of a more flexible career in which I could think creatively and learn new things every day. With everything moving towards the digital world, I believe that I can make a meaningful contribution to help people and businesses increase their online presence and visibility.": "Bien qu'ayant passé la majeure partie de ma carrière professionnelle dans l'industrie hôtellière, ce qui m'a permis de développer d'excellentes compétences interpersonnelles et relationnelles tout en me donnant l'occasion de voyager et de vivre de nouvelles expériences, j'ai toujours rêvé d'une carrière plus flexible dans laquelle je pourrais réfléchir de manière créative et apprendre de nouvelles choses tous les jours. Dans un monde où tout se tourne vers le numérique, je pense que je peux apporter une contribution significative pour aider les personnes et les entreprises à augmenter leur présence et leur visibilité en ligne.",
  "With experience in both front- and back-end development, I have found myself particularly interested in design and user experience. I enjoy browsing libraries, keeping up with web design trends, and searching for creative ways of solving complex challenges through my code. Eager to become a front-end wizard one day, I also recently started using serverless technologies so I can focus on what I consider the fun part.": "Avec de l'expérience en développement à la fois front-end et back-end, je suis particulièrement intéressé par le design et l'expérience utilisateur. J'aime parcourir les bibliothèques, suivre les tendances du design web et rechercher des façons créatives pour résoudre des défis parfois complexes à travers mon code. Désireux de devenir un maître du front-end un jour, j'ai également commencé à utiliser des technologies serverless afin de pouvoir me concentrer sur ce que je considère comme la partie la plus intéressante.",
  "Recently, I also started learning and building native mobile apps using React Native CLI & Expo.": "Récemment, j'ai également commencé à apprendre et à créer des applications mobiles natives en utilisant React Native CLI et Expo."
}